Revit 2024 API
SymbolTypeId.FtH2O Property
 Symbol ftH2O, indicating unit Feet of water (39.2 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtH2O { get; }
Visual Basic
Public Shared ReadOnly Property FtH2O As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtH2O {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace